export const MESSAGES = {
  START: 'Приветственное сообщение с описанием бота\n\nВыбор типа пользователя',
  I_AM_SELLER: 'Я продавец',
  I_AM_CONSUMER: 'Я покупатель',
  REGISTRATION_PROHIBITED:
    'Регистрация доступна только тем пользователям, кто прошёл курс Х.\n \nЕсли вы его прошли, но вы читаете это сообщение, то свяжитесь с поддержкой @support',
  REGISTRATION_1: 'Укажите ваш город (или отправьте геометку)',
  REGISTRATION_2: 'Отправьте фотографию',
  REGISTRATION_3: 'Введите имя',
  REGISTRATION_4: 'Напишите о себе',
  REGISTRATION_5: 'Укажите как с вами связаться',
  REGISTRATION_6: 'Проверьте правильность введённых данных, всё вверно?',
  REGISTRATION_7:
    'Отлично, ваш профиль заполнен, предлагаю добавить первое объявление',

  TAKE_FROM_PROFILE: 'Взять из профиля',
  EDIT: 'Редактировать',
  EDIT_AGAIN: 'Заполнить заново',

  CONFIRM: 'Да, всё верно',
  AFTER_REGISTRATION:
    'Отлично, ваш профиль заполнен, предлагаю добавить первое объявление',
  ADD_ANNOUNCEMENT: 'Добавить объявление',
};
